const questions = [

{
question:"วันจันทร์ ภาษาจีนคืออะไร",
choices:["星期二","星期一","星期五","星期日"],
answer:"星期一"
},

{
question:"วันพุธ ภาษาจีนคืออะไร",
choices:["星期三","星期六","星期四","星期二"],
answer:"星期三"
},

{
question:"วันศุกร์ ภาษาจีนคืออะไร",
choices:["星期六","星期五","星期三","星期日"],
answer:"星期五"
},

{
question:"เดือนมกราคม ภาษาจีนคืออะไร",
choices:["二月","一月","五月","十二月"],
answer:"一月"
},

{
question:"เดือนเมษายน ภาษาจีนคืออะไร",
choices:["三月","四月","六月","八月"],
answer:"四月"
},

{
question:"เดือนกรกฎาคม ภาษาจีนคืออะไร",
choices:["七月","九月","十月","六月"],
answer:"七月"
},

{
question:"เดือนธันวาคม ภาษาจีนคืออะไร",
choices:["十一月","十二月","十月","九月"],
answer:"十二月"
}

];
